{
  "en": {
    "about": "About Us",
    "menu": "Menu",
    "location": "Location",
    "events": "Events",
    "gallery": "Gallery",
    "contact": "Contact",
    "pizzaEducation": "Pizza Education",
    "cocktailDegustation": "Cocktail Degustation",
    "kidsBirthdays": "Kids' Birthdays",
    "familyEvents": "Family Events",
    "eatAsMuchAsYouCan": "Eat as Much as You Can",
    "welcome": "Welcome to Krapesto",
    "heroSubtitle": "Where Families Come Together",
    "heroDescription": "Experience warm hospitality, delicious food, and memories that last a lifetime",
    "viewMenu": "View Menu",
    "bookTable": "Book a Table",
    "aboutTitle": "About Krapesto",
    "aboutSubtitle": "A restaurant driven by passion — for your daily lunch and your special celebrations.",
    "aboutText1": "Krapesto is more than just a restaurant – it's a place where families gather to create lasting memories over delicious meals.",
    "aboutText2": "We believe in using only the finest, freshest ingredients to craft dishes that bring smiles to faces young and old. Our warm, welcoming atmosphere is designed to make every guest feel at home.",
    "aboutText3": "Whether you're celebrating a special occasion or simply enjoying a meal together, Krapesto is here to serve you with care, quality, and heart.",
    "ourValues": "Our Values",
    "qualityIngredients": "Quality Ingredients",
    "qualityIngredientsDesc": "We source the freshest local ingredients for every dish",
    "familyFriendly": "Family-Friendly",
    "familyFriendlyDesc": "A welcoming space where children and parents both feel at home",
    "warmAtmosphere": "Warm Atmosphere",
    "warmAtmosphereDesc": "Creating comfortable moments for families to connect",
    "menuTitle": "Daily Lunch Menu",
    "menuSubtitle": "Monday to Friday, 11:00 - 16:00",
    "monday": "Monday",
    "tuesday": "Tuesday",
    "wednesday": "Wednesday",
    "thursday": "Thursday",
    "friday": "Friday",
    "menuFilterDailyLunch": "Daily Lunch Menu",
    "menuFilterFridayPizza": "Friday Pizza Menu",
    "menuFilterDrinks": "Drinks",
    "pizzaEducationTitle": "Pizza Education Workshop",
    "pizzaEducationDesc": "Learn the art of authentic Neapolitan pizza making with our experienced chefs. This hands-on workshop will introduce you to the true essence of Neapolitan pizza — from its rich history to traditional techniques used by professionals in Italy.\n\nDuring the session, you will discover how authentic pizza dough is made, learn the correct proportions and ingredients, and understand why ingredient quality is essential to achieving the perfect result. Our chefs will guide you through the history of Neapolitan pizza, its traditions, and the rules that define this world-famous culinary heritage.\n\nIn the practical part of the workshop, you will be taught how to properly shape the pizza base by hand, how to combine ingredients to preserve authentic flavors, and how to prepare your pizza for baking. Each participant will have the opportunity to slide their own handcrafted pizza into the oven and experience the excitement of true Neapolitan pizza baking.\n\nThis experience is ideal for families, groups of friends, and pizza lovers who want not only to taste authentic pizza, but also learn how to create genuine Italian flavors themselves.",
    "pizzaEducationAudience": "Families, children aged 6+, pizza lovers",
    "pizzaEducationDuration": "2 hours",
    "cocktailDegustationTitle": "Cocktail Degustation Experience",
    "cocktailDegustationDesc": "Discover the craft of mixology with our signature cocktails. Adults only event featuring 5 expertly crafted drinks.",
    "cocktailDegustationAudience": "Adults 21+",
    "cocktailDegustationDuration": "90 minutes",
    "kidsBirthdaysTitle": "Kids' Birthday Celebrations",
    "kidsBirthdaysDesc": "Make your child's birthday unforgettable! We handle everything from decorations to entertainment and delicious food.",
    "kidsBirthdaysAudience": "Children aged 3-12",
    "kidsBirthdaysDuration": "3 hours",
    "familyEventsTitle": "Family Events & Gatherings",
    "familyEventsDesc": "Host your family celebration with us! From anniversaries to reunions, we create the perfect atmosphere for your special moments.",
    "familyEventsAudience": "All ages welcome",
    "familyEventsDuration": "Flexible, 2-5 hours",
    "eatAsMuchAsYouCanTitle": "Eat as Much as You Can",
    "eatAsMuchAsYouCanDesc": "Join us for our annual celebration on September 1st! A special event for families to celebrate the beginning of the new school year. Enjoy unlimited delicious food and create wonderful memories together.",
    "eatAsMuchAsYouCanAudience": "Families with school-age children",
    "eatAsMuchAsYouCanDuration": "Once per year, September 1st",
    "targetAudience": "Target Audience",
    "duration": "Duration",
    "bookByPhone": "Book by Phone",
    "galleryTitle": "Our Gallery",
    "gallerySubtitle": "Moments from Krapesto",
    "contactTitle": "Get in Touch",
    "contactSubtitle": "Visit Us Today",
    "address": "Address",
    "addressValue": "Keramikų 2, LT-10232, Vilnius, Lithuania",
    "locationDescription": "The restaurant is located on the edge of Dvarčionys, right next to a wellness pine forest that invites both relaxation and active leisure. The forest features outdoor fitness equipment, walking paths, and open spaces designed for enjoying fresh air and movement.\n\nSurrounded by nature, the restaurant offers a spacious and well-maintained outdoor area with a cozy terrace, a children's playground, and a large relaxation zone, making it ideal for families, gatherings, and celebrations.\n\nFor your convenience, there is a large and easily accessible parking area right next to the restaurant, allowing you to park your car just steps from the entrance and enjoy a stress-free visit without worrying about parking.\n\nThe restaurant has two floors. The ground floor features the kitchen, bar, and an authentic pizza-baking area where unique flavors come to life. The second floor offers a private space for your celebrations, gatherings, or activities, especially well suited for the colder seasons.\n\nChildren are also thoughtfully accommodated on the second floor, where a dedicated kids' play corner has been created, allowing parents to relax and enjoy their event while little ones are entertained.\n\nWhen hosting celebrations on the second floor, you can make use of audio and video equipment, microphones, and other necessary technical facilities, ensuring a smooth experience for events, presentations, or entertainment.\n\nDuring the warmer months, celebrations and events can be organized both indoors and outdoors, offering a unique atmosphere that combines nature, comfort, and exceptional hospitality.",
    "phone": "Phone",
    "phoneValue": "+370 645 57261",
    "email": "Email",
    "emailValue": "info@krapesto.lt",
    "openingHours": "Opening Hours",
    "mondayFriday": "Monday - Friday",
    "mondayFridayHours": "11:00 - 16:00",
    "weekend": "Saturday - Sunday",
    "weekendHours": "Closed",
    "facebook": "Facebook",
    "followUs": "Follow Us",
    "getDirections": "Get Directions",
    "openInMaps": "Open in Maps"
  },
  "lt": {
    "about": "Apie mus",
    "menu": "Meniu",
    "location": "Vieta",
    "events": "Renginiai",
    "gallery": "Galerija",
    "contact": "Kontaktai",
    "pizzaEducation": "Picų kepimo edukacija",
    "cocktailDegustation": "Kokteilių degustacija",
    "kidsBirthdays": "Vaikų gimtadieniai",
    "familyEvents": "Šeimos renginiai",
    "eatAsMuchAsYouCan": "Valgyk kiek telpa",
    "welcome": "Sveiki atvykę į Krapesto",
    "heroSubtitle": "Kur šeimos susiburia kartu",
    "heroDescription": "Patirkite šiltą svetingumą, skanų maistą ir prisiminimus, kurie išlieka visą gyvenimą",
    "viewMenu": "Žiūrėti meniu",
    "bookTable": "Užsisakyti stalą",
    "aboutTitle": "Apie Krapesto",
    "aboutSubtitle": "Dienos pietų ir jūsų švenčių restoranas",
    "aboutText1": "Krapesto yra daugiau nei restoranas – tai vieta, kur šeimos susiburia kurti ilgalaikių prisiminimų prie skanių patiekalų.",
    "aboutText2": "Tikime, kad naudojame tik geriausias, šviežiausias sudedamąsias dalis, kad sukurtume patiekalus, kurie džiugina jaunus ir senus. Mūsų šilta, svetinga atmosfera sukurta, kad kiekvienas svečias jaustųsi kaip namuose.",
    "aboutText3": "Nesvarbu, ar švenčiate ypatingą progą, ar tiesiog mėgaujatės maistu kartu, Krapesto yra čia, kad jums patarnautų su rūpesčiu, kokybe ir širdimi.",
    "ourValues": "Mūsų vertybės",
    "qualityIngredients": "Kokybiški produktai",
    "qualityIngredientsDesc": "Kiekvienam patiekalui renkame šviežiausius vietinius produktus",
    "familyFriendly": "Šeimai draugiška",
    "familyFriendlyDesc": "Svetinga erdvė, kur vaikai ir tėvai jaučiasi kaip namuose",
    "warmAtmosphere": "Šilta atmosfera",
    "warmAtmosphereDesc": "Kuriame jaukias akimirkas šeimoms susijungti",
    "menuTitle": "Dienos pietų meniu",
    "menuSubtitle": "Pirmadienis-Penktadienis, 11:00 - 16:00",
    "monday": "Pirmadienis",
    "tuesday": "Antradienis",
    "wednesday": "Trečiadienis",
    "thursday": "Ketvirtadienis",
    "friday": "Penktadienis",
    "menuFilterDailyLunch": "Dienos pietų meniu",
    "menuFilterFridayPizza": "Penktadienio picų meniu",
    "menuFilterDrinks": "Gėrimai",
    "pizzaEducationTitle": "Picų kepimo edukacija",
    "pizzaEducationDesc": "Išmokite autentiškos neapolietiškos picos gamybos meno kartu su mūsų patyrusiais virtuvės meistrais. Šios praktinės edukacijos metu susipažinsite su tikros neapolietiškos picos subtilybėmis – nuo jos istorijos iki profesionalių gamybos technikų.\n\nUžsiėmimo metu sužinosite, kaip gaminama autentiška picos tešla, kokios tikslios proporcijos ir ingredientai naudojami bei kodėl jų kokybė yra esminė nepriekaištingam rezultatui. Mūsų šefai supažindins su neapolietiškos picos kilme, tradicijomis ir taisyklėmis, kurios iki šiol saugomos Italijoje.\n\nPraktinėje dalyje būsite pamokyti, kaip taisyklingai formuoti picos padą rankomis, kaip derinti ingredientus tarpusavyje, kad būtų išlaikytas autentiškas skonis, bei kaip teisingai paruošti picą kepimui. Kiekvienas dalyvis turės galimybę savo rankomis paruoštą picą pašauti į krosnį ir patirti tikrą neapolietiškos picos kepimo procesą.\n\nŠi patirtis puikiai tinka šeimoms, draugų kompanijoms ir visiems picos mėgėjams, norintiems ne tik paragauti, bet ir išmokti kurti tikrą itališką skonį patiems.",
    "pizzaEducationAudience": "Šeimos, vaikai nuo 6 metų, picos mėgėjai",
    "pizzaEducationDuration": "2 valandos",
    "cocktailDegustationTitle": "Kokteilių degustacijos patirtis",
    "cocktailDegustationDesc": "Atraskite mikso logijos meną su mūsų išskirtiniais kokteiliais. Renginys tik suaugusiems su 5 profesionaliai paruoštais gėrimais.",
    "cocktailDegustationAudience": "Suaugusiems nuo 21 metų",
    "cocktailDegustationDuration": "90 minučių",
    "kidsBirthdaysTitle": "Vaikų gimtadienių šventės",
    "kidsBirthdaysDesc": "Padarykite savo vaiko gimtadienį nepamirštamą! Mes pasirūpiname viskuo nuo dekoracijų iki pramogų ir skaus maisto.",
    "kidsBirthdaysAudience": "Vaikai nuo 3 iki 12 metų",
    "kidsBirthdaysDuration": "3 valandos",
    "familyEventsTitle": "Šeimos renginiai ir susibūrimai",
    "familyEventsDesc": "Surenkite savo šeimos šventes su mumis! Nuo jubiliejų iki susitikimų, mes sukuriame tobulą atmosferą jūsų ypatingiems momentams.",
    "familyEventsAudience": "Visi amžiai laukiami",
    "familyEventsDuration": "Lankstus, 2-5 valandos",
    "eatAsMuchAsYouCanTitle": "Valgyk kiek telpa",
    "eatAsMuchAsYouCanDesc": "Prisijunkite prie mūsų kasmetinės šventės rugsėjo 1 d.! Ypatingas renginys šeimoms švęsti naujo mokslo metų pradžią. Mėgaukitės neribotu skaniu maistu ir kurkite nuostabius prisiminimus kartu.",
    "eatAsMuchAsYouCanAudience": "Šeimos su mokslo amžiaus vaikais",
    "eatAsMuchAsYouCanDuration": "Kartą per metus, rugsėjo 1 d.",
    "targetAudience": "Tikslinė auditorija",
    "duration": "Trukmė",
    "bookByPhone": "Užsisakyti telefonu",
    "galleryTitle": "Mūsų galerija",
    "gallerySubtitle": "Akimirkos iš Krapesto",
    "contactTitle": "Susisiekite",
    "contactSubtitle": "Aplankykite mus šiandien",
    "address": "Adresas",
    "addressValue": "Keramikų 2, LT-10232, Vilnius, Lietuva",
    "locationDescription": "Restoranas įsikūręs Dvarčionių pakraštyje, šalia sveikatingumo pušyno, kuris kviečia tiek ramiam poilsiui, tiek aktyviam laisvalaikiui. Pušyne įrengti lauko treniruokliai, pasivaikščiojimo takai bei erdvės judėjimui gryname ore.\n\nRestoraną supa gamta ir erdvi, sutvarkyta teritorija su jaukia lauko terasa, vaikų žaidimų aikštele bei didele poilsio zona, puikiai tinkančia šeimoms, susibūrimams ir šventėms.\n\nŠalia restorano įrengta erdvi ir patogi automobilių stovėjimo aikštelė, todėl nereikės sukti galvos dėl parkavimo – savo automobilį galėsite patogiai pasistatyti visai šalia restorano.\n\nRestoranas yra dviejų aukštų. Pirmajame aukšte įsikūrusi virtuvė, baras bei autentiškų picų kepimo zona, kurioje gimsta išskirtiniai skoniai. Antrajame aukšte – privati erdvė jūsų šventėms, susibūrimams ar užsiėmimams, ypač tinkama šaltuoju metų laiku.\n\nAntrajame aukšte nepamiršti ir patys mažiausi svečiai – čia įrengtas jaukus vaikų žaidimų kampelis, leidžiantis tėvams ramiai mėgautis švente, kol vaikai užsiėmę žaidimais.\n\nŠvęsdami savo šventes antrajame aukšte galėsite naudotis garso ir vaizdo įranga, mikrofonais bei kita reikalinga technika, užtikrinančia sklandžią renginių, pristatymų ar pramoginių veiklų eigą.\n\nŠiltuoju sezonu šventes ir renginius galime organizuoti tiek restorano viduje, tiek lauko erdvėse, leidžiančiose mėgautis gamta, komfortu ir išskirtine atmosfera.",
    "phone": "Telefonas",
    "phoneValue": "+370 645 57261",
    "email": "El. paštas",
    "emailValue": "info@krapesto.lt",
    "openingHours": "Darbo laikas",
    "mondayFriday": "Pirmadienis - Penktadienis",
    "mondayFridayHours": "11:00 - 16:00",
    "weekend": "Šeštadienis - Sekmadienis",
    "weekendHours": "Nedirbame",
    "facebook": "Facebook",
    "followUs": "Sekite mus",
    "getDirections": "Rodyti kelią",
    "openInMaps": "Atidaryti žemėlapyje"
  }
}

